/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "无法启动 Java 应用程序";
"It requires a newer java" 	= "它需要 Mac OS X 10.1 及 Java 更新版 1，或者安装了更新版本的 OS.";
"Quit" 						= "退出";
